const userData = { firstName: 'Sasha', secondName: 'Potapov' }
const monitoringData = {
    allTest:[
        {
            id : 1650,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 35335,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 8686,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 121123,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 34353543,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 2323,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 343,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        },
        {
            id : 454,
            nameSystem : "ПСО",
            nameTest : "Организация рабочего места новому сотруднику",
            description: "Описание", 
            dateBegin: "07.10.2024",
            timeBegin: "13:43:23",
            author: "Скляров Михаил Дмитриевич",
            stage: "3/4",
            percentExecute: "54%",
            timeRun: "45c.",
            status: "Выполнен",
            testData: "Тестовые данные"
        }
    ]
}

//[{"nameSystem":"ПСО","nameTest":"Организация рабочего места новому сотруднику","description":"Создание общего ящика электронной почты; Тип электронного ящика: Ящик свободного назначения; Имя общего ящика электронной почты: Система автотестирования продуктов; Адрес электронной почты: SystemAutotestingProducts@enplus.digital;","dateRun":"13.10.2024","timeRun":"09:10:23","author":"Скляров Михаил Дмитриевич","stage":"3/5"},{"nameSystem":"ПСО","nameTest":"Организация рабочего места новому сотруднику","description":"Создание общего ящика электронной почты; Тип электронного ящика: Ящик свободного назначения; Имя общего ящика электронной почты: Система автотестирования продуктов; Адрес электронной почты: SystemAutotestingProducts@enplus.digital;","dateRun":"13.10.2024","timeRun":"09:10:23","author":"Скляров Михаил Дмитриевич","stage":"3/5"},{"nameSystem":"ПСО","nameTest":"Организация рабочего места новому сотруднику","description":"Создание общего ящика электронной почты; Тип электронного ящика: Ящик свободного назначения; Имя общего ящика электронной почты: Система автотестирования продуктов; Адрес электронной почты: SystemAutotestingProducts@enplus.digital;","dateRun":"13.10.2024","timeRun":"09:10:23","stage":"3/5"}]

export {userData, monitoringData}



