const monitoringData = {
	allTest: [
		{
			id: 1650,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
		{
			id: 35335,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'В очереди',
			testData: 'Тестовые данные',
		},
		{
			id: 8686,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполняется',
			testData: 'Тестовые данные',
		},
		{
			id: 121123,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
		{
			id: 34353543,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
		{
			id: 2323,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
		{
			id: 343,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description:
				'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия представителей оппозиции представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть обнародованы.',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
		{
			id: 454,
			nameSystem: 'ПСО',
			nameTest: 'Организация рабочего места новому сотруднику',
			description: 'Описание',
			dateBegin: '07.10.2024',
			timeBegin: '13:43:23',
			author: 'Скляров Михаил Дмитриевич',
			stage: '3/4',
			percentExecute: '54%',
			timeRun: '45c.',
			status: 'Выполнен',
			testData: 'Тестовые данные',
		},
	],
}

const userData = { firstName: 'Sasha', secondName: 'Potapov' }

const cardSystem = {
	allCard: [
		{
			id: 2001,
			pathImg: 'PSO.png',
			colorBackground: '#346056',
			header: 'Портал самообслуживания',
			description:
				'Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
		{
			id: 2002,
			pathImg: 'OneC.png',
			colorBackground: '#FAE01C',
			header: '1С: Предприятие',
			description:
				'Идейные соображения порядка, а также постоянный организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
		{
			id: 2003,
			pathImg: 'torgovDom.png',
			colorBackground: '#005AAF',
			header: 'Торговый Дом ЕвроСибЭнерго',
			description:
				'Идейные соображения порядка, а также постоянный количественный рост и сфера нашей  роль в  новых предложений.',
		},
		{
			id: 2004,
			pathImg: 'OneC.png',
			colorBackground: '#FAE01C',
			header: '1С: Предприятие',
			description:
				'Идейные соображения порядка, а также постоянный количественный рост и сфера нашей  роль в  новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
		{
			id: 2005,
			pathImg: 'PSO.png',
			colorBackground: '#346056',
			header: 'Портал самообслуживания',
			description:
				'Идейные соображения порядка, а также постоянный количественный рост и сфера нашей  роль в  новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
		{
			id: 2006,
			pathImg: 'torgovDom.png',
			colorBackground: '#005AAF',
			header: 'Торговый Дом ЕвроСибЭнерго',
			description:
				'Идейные соображения порядка, а также постоянный количественный рост и сфера нашей  роль в  новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
		{
			id: 2007,
			pathImg: 'PSO.png',
			colorBackground: '#346056',
			header: 'Портал самообслуживания',
			description:
				'Идейные соображения порядка, а также постоянный количественный рост и сфера нашей  роль в  новых предложений. Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. Противоположная точка зрения подразумевает, что действия  оппозиции представляют собой не что иное',
		},
	],
}

export { cardSystem, monitoringData, userData }
